IDEA Open Model
ReinfFabric.Angle Property
Compatible with IDEA StatiCa Beta 20.0
 Rotation of fabric reinforcement related to global X coordinate
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Angle { get; set; }
Public Property Angle As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ReinfFabric Class
IdeaRS.OpenModel.Detail Namespace